Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/OnBoardingBundles/FamilySharing.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# FOURTH_BULLET
source: Details about your family group may be used to send you and your family members relevant communications about products, services, offers, and other benefits available through Family Sharing.
ar: يمكن استخدام التفاصيل المتعلقة بمجموعة العائلة لإرسال الاتصالات ذات الصلة إليك وإلى أفراد عائلتك حول المنتجات والخدمات والعروض والمزايا الأخرى المتاحة من خلال المشاركة العائلية.
bg: Детайлите за вашата семейна група може да се използват, за да се изпращат на вас и на членовете на вашето семейство подходящи съобщения за продукти, услуги, оферти и други предимства, налични чрез функцията Семейно споделяне.
ca: Així mateix, es podran utilitzar els detalls referents al grup familiar amb l’objectiu d’enviar comunicacions pertinents sobre productes, serveis, ofertes i altres prestacions disponibles a través de la família.
cs: S využitím podrobných informací o vaší rodinné skupině můžou být vám a členům vaší rodiny zasílána relevantní sdělení o produktech, službách, nabídkách a dalších výhodách, které máte v rámci rodinného sdílení k dispozici.
da: Oplysninger om din familiegruppe bruges muligvis til at sende dig og dine familiemedlemmer relevant information om produkter, tjenester, tilbud og andre fordele, der er tilgængelige via Familiedeling.
de: Details über deine Familiengruppe können verwendet werden, um dir und deinen Familienmitgliedern relevante Informationen über Produkte, Dienste, Angebote und andere Vorteile zu senden, die über die Familienfreigabe verfügbar sind.
el: Ενδέχεται να χρησιμοποιηθούν λεπτομέρειες για την οικογενειακή ομάδα σας με σκοπό την αποστολή μηνυμάτων σχετικά με προϊόντα, υπηρεσίες, προσφορές και άλλα οφέλη που είναι διαθέσιμα μέσω της Οικογενειακής κοινής χρήσης, σε εσάς και τα μέλη οικογένειας.
es: Se podrán usar los detalles sobre tu grupo familiar para poder enviar a sus miembros comunicaciones sobre productos, servicios, ofertas y otras ventajas que estén disponibles a través de “En familia”.
es_us: Se podrían utilizar detalles sobre tu familia para enviarte a ti y a tus familiares comunicados relevantes sobre productos, servicios, ofertas y otros beneficios disponibles mediante Compartir en familia.
fi: Apple voi käyttää tietoja perheryhmästäsi lähettääkseen sinulle ja perheenjäsenillesi relevantteja tiedotteita tuotteista, palveluista, tarjouksista ja muista eduista, joita on saatavilla Perhejaossa.
fr: Certains détails concernant votre groupe de partage familial peuvent être utilisés pour vous envoyer et envoyer aux membres de votre famille des messages pertinents concernant les produits, services, offres et autres avantages Apple disponibles via le partage familial.
fr_ca: Des informations concernant votre groupe familial peuvent être utilisées pour vous envoyer, à vous et aux membres de votre famille, des communications pertinentes sur les produits, services, offres et autres avantages offerts par le partage familial.
he: ייתכן שייעשה שימוש בפרטים בנוגע לקבוצה המשפחתית שלך כדי לשלוח לך ולבני המשפחה שלך מידע רלוונטי בנוגע למוצרים, שירותים, הצעות ויתרונות אחרים שזמינים דרך ״שיתוף משפחתי״.
hi: आपके पारिवारिक समूह के विवरण का इस्तेमाल आप और आपके परिवार के सदस्यों को उत्पादों, सेवाओं, ऑफ़र और फ़ैमिली शेयरिंग के ज़रिए उपलब्ध अन्य लाभों के बारे में प्रासंगिक संचार भेजने के लिए किया जा सकता है।
hr: Detalji o vašoj obiteljskoj grupi mogu se upotrijebiti kako bi se vama i članovima vaše obitelji slala relevantna komunikacija o proizvodima, uslugama, ponudama i drugim pogodnostima koje su dostupne putem Dijeljenja s obitelji.
hu: A családi csoportjával kapcsolatos részletek arra lehetnek felhasználva, hogy releváns kommunikációs tartalmakat küldjünk Önnek és a családtagjainak termékekről, szolgáltatásokról, ajánlatokról és olyan egyéb előnyökről, amelyek a Családi megosztás funkción keresztül elérhetők.
id: Detail mengenai grup keluarga Anda dapat digunakan untuk mengirimi Anda dan anggota keluarga Anda komunikasi yang relevan mengenai produk, layanan, penawaran, dan keuntungan lainnya yang tersedia melalui Keluarga Berbagi.
it: I dettagli sul tuo gruppo “In famiglia” possono essere utilizzati per inviare a te e agli altri membri comunicazioni rilevanti su prodotti, servizi, offerte e altri vantaggi disponibili tramite “In famiglia”.
ja: ファミリー共有で利用できる製品、サービス、オファーなどの特典に関する情報をあなたとファミリーメンバーに送信するために、ファミリーグループに関する詳細情報が使用される場合があります。
kk: Отбасы тобыңыз туралы ақпарат сізге және отбасыңыздың мүшелеріне «Отбасылық қол жеткізу» функциясына енгізілген өнімдер, сервистер, ұсыныстар және басқа артықшылықтар туралы тиісті хабарларды жіберу үшін пайдаланылуы мүмкін.
ko: 사용자 및 가족 구성원에게 가족 공유를 통해 이용 가능한 제품, 서비스, 특별 혜택에 관한 안내를 전송하기 위해 사용자의 가족 그룹에 대한 세부사항을 활용할 수 있습니다.
lt: Duomenys apie jūsų šeimos grupę gali būti naudojami siunčiant jums ir jūsų šeimos nariams aktualius pranešimus apie produktus, paslaugas, pasiūlymus ir kitus bendrinimo su šeima funkcijos teikiamus privalumus.
ms: Butiran tentang kumpulan keluarga anda mungkin digunakan untuk menghantar komunikasi yang berkaitan kepada anda dan ahli keluarga anda tentang produk, perkhidmatan, tawaran serta faedah lain yang tersedia menerusi Perkongsian Keluarga.
nl: Details over je gezinsgroep kunnen mogelijk worden gebruikt om jou en je gezinsleden kennis­gevingen te sturen over producten, diensten, aan­biedingen en andere voordelen die beschik­baar zijn via 'Delen met gezin'.
no: Detaljer om familiegruppen vil bli brukt til å sende relevant informasjon til deg og familiemedlemmer om produkter, tjenester, tilbud og andre fordeler tilgjengelige via Familiedeling.
pl: Dane dotyczące Twojej grupy rodzinnej mogą być używane do wysyłania Tobie oraz członkom Twojej rodziny informacji dotyczących produktów, usług, ofert i innych korzyści dostępnych za pośrednictwem funkcji Chmura rodzinna.
pt_br: Detalhes sobre seu grupo familiar podem ser usados para enviar a você e aos membros da família comunicações relevantes sobre produtos, serviços, ofertas e outros benefícios disponíveis pelo Compartilhamento Familiar.
pt_pt: As informações acerca do grupo familiar podem ser usadas para enviar ao utilizador e aos membros da família comunicações relevantes sobre produtos, serviços, ofertas e outras vantagens disponíveis através da Partilha com a família.
ro: Detalii despre grupul familiei dvs. pot fi utilizate pentru a vă trimite dvs. și membrilor familiei dvs. comunicări relevante despre produse, servicii, oferte și alte beneficii disponibile prin intermediul Partajării familiale.
ru: Информация о Вашей семейной группе может использоваться для того, чтобы отправлять Вам и участникам Вашей семейной группы подходящие сообщения о продуктах, сервисах, предложениях и других возможностях Семейного доступа.
sk: Na základe detailných informácií o vašej rodinnej skupine môžu byť vám aj členom vašej rodiny posielané relevantné informácie o produktoch, službách, ponukách a ďalších výhodách dostupných prostredníctvom rodinného zdieľania.
sl: Podrobnosti o vaši družinski skupini se lahko uporabijo za pošiljanje relevantnih sporočil o izdelkih, storitvah, ponudbah in drugih koristih, ki so na voljo prek Deljenja v družini, vam in vašim družinskim članom.
sv: Uppgifter om din familjegrupp kan användas till att skicka relevanta kommunikationer till dig och dina familje­medlemmar om produkter, tjänster, erbjudanden och andra förmåner som är tillgängliga via Familje­delning.
th: รายละเอียดเกี่ยวกับกลุ่มครอบครัวของคุณอาจถูกใช้เพื่อสื่อสารกับคุณและสมาชิกครอบครัวของคุณซึ่งเกี่ยวข้องกับผลิตภัณฑ์ บริการ ข้อเสนอ และสิทธิประโยชน์อื่นๆ ที่มีผ่านการแชร์กันในครอบครัว
tr: Aile Paylaşımı yoluyla size ve aile üyelerinize ürünler, servisler, teklifler ve kullanılabilir diğer faydalar ile ilgili haberler göndermek için aile grubunuz hakkındaki ayrıntılar kullanılabilir.
uk: Дані про сімейну групу можуть використовуватися для надсилання вам і вашій родині доречних повідомлень про продукти, сервіси, пропозиції та інші можливості, доступні в межах Сімейного доступу.
vi: Chi tiết về nhóm gia đình của bạn có thể được sử dụng để gửi cho bạn và các thành viên gia đình các liên lạc liên quan về sản phẩm, dịch vụ, ưu đãi và các lợi ích khác có sẵn thông qua Chia sẻ trong gia đình.
zh_cn: 家人共享群组详细信息可能用于通过“家人共享”向你和家庭成员发送产品、服务、优惠和其他可用福利的相关信息。
zh_hk: 可能會使用有關你家庭群組的詳細資料，以便向你和你的家庭成員傳送產品、服務、優惠和透過「家人共享」可享有的其他權益的相關通訊。
zh_tw: 你「家人共享」群組相關的詳細資訊可能會用來將產品、服務、優惠和透過「家人共享」可享的其他權益的相關通訊傳送給使用者和家庭成員。

# SPLASH_SUMMARY
source: Family Sharing is designed to protect your information and enable you to choose what you share.
ar: صُمِّمَت المشاركة العائلية بطريقة تحمي معلوماتك وتمكّنك من اختيار ما تود مشاركته.
bg: Функцията Семейно споделяне е създадена да защитава вашата информация и да ви позволи да избирате какво да споделяте.
ca: El grup familiar s’ha dissenyat per protegir la teva informació i perquè puguis decidir què vols compartir.
cs: Rodinné sdílení chrání vaše osobní údaje a ponechává vám kontrolu nad tím, co sdílíte.
da: Familiedeling er designet til at beskytte dine oplysninger og give dig mulighed for at vælge, hvad du deler.
de: „Familienfreigabe“ ist dafür konzipiert, deine Daten zu schützen, und du kannst auswählen, was du teilst.
el: Η Οικογενειακή κοινή χρήση έχει σχεδιαστεί με τρόπο που προστατεύει τις πληροφορίες σας και σας δίνει τη δυνατότητα να επιλέγετε τα δεδομένα προς κοινοποίηση.
es: “En familia” se ha diseñado para mantener protegida tu información y para que puedas escoger lo que quieres compartir.
es_us: Compartir en familia se diseñó para proteger tu información y permitirte elegir lo que compartes.
fi: Perhejako on suunniteltu suojaamaan tietojasi. Voit itse valita, mitä haluat jakaa.
fr: Le partage familial est conçu pour protéger vos données et vous permettre de choisir ce que vous souhaitez partager.
fr_ca: Le partage familial est conçu pour protéger vos informations et vous permettre de choisir ce que vous souhaitez partager.
he: ״שיתוף משפחתי״ תוכנן באופן שמגן על המידע שלך ומאפשר לך לבחור מה לשתף ומה לא לשתף.
hi: फ़ैमिली शेयरिंग को आपकी जानकारी की सुरक्षा के लिए डिज़ाइन किया गया है और आप क्या शेयर करते हैं यह चुनने में आपको सक्षम करता है।
hr: Dijeljenje s obitelji dizajnirano je kako bi zaštitilo vaše informacije i omogućilo odabir sadržaja koje želite podijeliti.
hu: A Családi megosztást úgy tervezték, hogy megvédje az Ön információit, és lehetővé tegye, hogy Ön kiválassza, mit oszt meg.
id: Keluarga Berbagi dirancang untuk melindungi informasi Anda dan memungkinkan Anda untuk memilih apa yang Anda bagikan.
it: La funzionalità “In famiglia” è concepita in modo da proteggere le tue informazioni e consentirti di scegliere i contenuti da condividere.
ja: ファミリー共有はあなたの個人情報を保護するように設計され、どの情報を共有するかを選択できるようになっています。
kk: «Отбасылық қол жеткізу» функциясы жеке ақпаратыңызды қорғау және бөлісу қажет объектілерді таңдауға мүмкіндік беру мақсатында жасалған.
ko: 가족 공유는 사용자의 정보를 보호하도록 설계되었으며 공유할 내용을 사용자가 선택할 수 있습니다.
lt: Funkcija „Bendrinimas su šeima“ sukurta jūsų informacijai apsaugoti ir leisti jums patiems pasirinkti, kokią informaciją norite bendrinti.
ms: Perkongsian Keluarga direka bentuk untuk melindungi maklumat anda dan membolehkan anda memilih perkara yang anda kongsi.
nl: Bij het ontwerp van 'Delen met gezin' is rekening gehouden met de bescherming van je gegevens. Zo kun je zelf kiezen wat je deelt.
no: Familiedeling beskytter informasjonen din og gir deg muligheten til å velge hva du vil dele.
pl: Funkcję Chmura rodzinna zaprojektowano z myślą o ochronie Twoich danych i umożliwieniu Ci wyboru w zakresie udostępnianych rzeczy.
pt_br: O Compartilhamento Familiar é projetado para proteger as suas informações e permitir que você escolha os dados que compartilha.
pt_pt: A funcionalidade de Partilha com a família foi concebida de modo a proteger a informação pessoal e permitir a cada utilizador escolher o que pretende partilhar.
ro: Partajarea familială este concepută pentru a vă proteja informațiile și pentru a vă permite să alegeți ceea ce partajați.
ru: Ваши данные, используемые функцией «Семейный доступ», надежно защищены, и только Вы решаете, чем поделиться.
sk: Rodinné zdieľanie chráni vaše osobné údaje a ponecháva vám plnú kontrolu nad tým, čo zdieľate.
sl: Deljenje v družini je zasnovano tako, da varuje vaše podatke in vam omogoča, da izberete, kaj boste delili.
sv: Familjedelning har utformats för att skydda din information och låta dig välja vad du vill dela med dig av.
th: การแชร์กันในครอบครัวได้รับการออกแบบมาเพื่อปกป้องข้อมูลของคุณและทำให้คุณสามารถเลือกสิ่งที่คุณจะแชร์ได้
tr: Aile Paylaşımı, bilgilerinizi koruyacak ve neyi paylaşacağınızı seçmenizi sağlayacak şekilde tasarlanmıştır.
uk: Функцію «Сімейний доступ» спроєктовано так, щоб захищати вашу інформацію і давати вам змогу обирати, що поширювати.
vi: Chia sẻ trong gia đình được thiết kế để bảo vệ thông tin của bạn và cho phép bạn chọn nội dung chia sẻ.
zh_cn: “家人共享”旨在保护你的信息并可让你选择要共享的内容。
zh_hk: 「家人共享」的設計可保護你的資料並讓你選擇分享內容。
zh_tw: 「家人共享」的設計可保護你的資訊並讓你選擇分享的內容。

# SPLASH_SHORT_TITLE
source: Family Sharing
ar: المشاركة العائلية
bg: Семейно споделяне
ca: En família
cs: Rodinné sdílení
da: Familiedeling
de: Familienfreigabe
el: Οικογενειακή κοινή χρήση
es: En familia
es_us: Compartir en familia
fi: Perhejako
fr: Partage familial
fr_ca: Partage familial
he: שיתוף משפחתי
hi: फ़ैमिली शेयरिंग
hr: Dijeljenje s obitelji
hu: Családi megosztás
id: Keluarga Berbagi
it: In famiglia
ja: ファミリー共有
kk: Отбасылық қол жеткізу
ko: 가족 공유
lt: Bendrinimas su šeima
ms: Perkongsian Keluarga
nl: Delen met gezin
no: Familiedeling
pl: Chmura rodzinna
pt_br: Compartilhamento Familiar
pt_pt: Partilha com a família
ro: Partajare familială
ru: Семейный доступ
sk: Rodinné zdieľanie
sl: Deljenje v družini
sv: Familjedelning
th: การแชร์กันในครอบครัว
tr: Aile Paylaşımı
uk: Сімейний доступ
vi: Chia sẻ trong gia đình
zh_cn: 家人共享
zh_hk: 家人共享
zh_tw: 家人共享

# FIRST_BULLET
source: Your age and country or region associated with your Apple Account will be used to confirm whether you are an adult or child.
ar: ستُستخدم معلومات عمرك وبلدك أو منطقتك المرتبطة بحساب Apple لتأكيد ما إذا كنت بالغًا أم طفلًا.
bg: Вашата възраст и държавата или региона, свързани с вашата Apple регистрация, ще бъдат използвани, за да се потвърди, дали сте възрастен или дете.
ca: S’utilitzaran l’edat i el país o la regió associats al compte d’Apple per confirmar si ets major d’edat.
cs: Informace o vašem věku a zemi nebo oblasti sdružené s vaším účtem Apple se použijí k určení, zda jste dospělý nebo dítě.
da: Oplysninger om alder og land eller område, der er knyttet til din Apple‑konto, vil blive brugt til at afgøre, om du er voksen eller barn.
de: Dein Alter und das Land oder die Region, die mit deinem Apple Account verknüpft sind, werden verwendet, um zu bestätigen, ob du erwachsen oder minderjährig bist.
el: Η ηλικία και η χώρα ή η περιοχή σας που είναι συσχετισμένες με τον λογαριασμό Apple σας θα χρησιμοποιηθούν για να επιβεβαιωθεί αν είστε ενήλικας ή παιδί.
es: Se usarán la edad y el país o región asociados a tu cuenta de Apple para confirmar que eres mayor de edad.
es_us: Tu edad y país o región asociados a tu cuenta de Apple se usarán para verificar si eres mayor o menor de edad.
fi: Apple tarkistaa Apple-tiliisi liitetyn iän sekä maan tai alueen avulla, oletko aikuinen vai lapsi.
fr: Votre âge ainsi que le pays ou la région associés à votre compte Apple sont utilisés pour vérifier si vous êtes une personne majeure ou mineure.
fr_ca: Votre âge et la région ou le pays associé à votre compte Apple seront utilisés pour confirmer si vous êtes un adulte ou un enfant.
he: הגיל שלך והמדינה או האזור שמקושרים לחשבון ה‑Apple שלך ישמשו לאישור היותך אדם בוגר או קטין.
hi: आपके Apple खाते से जुड़ी उम्र और देश या क्षेत्र का इस्तेमाल यह पुष्टि करने के लिए किया जाएगा कि आप वयस्क हैं या बच्चे।
hr: Vaša dob i država ili regija povezane su s vašim Apple računom i koristit će se kako bi se potvrdilo jeste li odrasla osoba ili dijete.
hu: Az Apple‑fiókjához társított életkor és ország vagy régió annak megerősítésére lesz felhasználva, hogy Ön felnőtt-e, vagy gyermek.
id: Umur dan negara atau wilayah Anda yang dikaitkan dengan Akun Apple Anda akan digunakan untuk mengonfirmasi apakah Anda orang dewasa atau anak-anak.
it: La tua età e il paese o la zona associati al tuo Apple Account verranno utilizzati per confermare se sei ^[un adulto](inflect: true, inflectionAlternative: "una persona adulta", assumedFallbackInflection: { grammaticalGender: "masculine" }) o ^[un bambino](inflect: true).
ja: Apple Accountと関連付けられている年齢および国または地域は、あなたが成人しているかどうかを確認するために使用されます。
kk: Жасыңыз және Apple аккаунтыңызбен байланыстырылған ел немесе аймақ туралы ақпаратыңыз сіздің ересек немесе бала екеніңізді растау үшін пайдаланылады.
ko: 사용자의 Apple 계정과 연계된 연령 및 국가/지역은 사용자가 성인인지, 아니면 자녀인지를 확인하는 데 사용됩니다.
lt: Jūsų amžius ir su „Apple“ paskyra susieta šalis arba regionas bus naudojami siekiant patikrinti, ar esate pilnametis ar vaikas.
ms: Umur dan negara atau rantau anda yang dikaitkan dengan Akaun Apple anda akan digunakan untuk mengesahkan sama ada anda seorang dewasa atau kanak-kanak.
nl: Je leeftijd en het land of de regio die zijn gekoppeld aan je Apple Account worden gebruikt om te bevestigen of je een volwassene of een kind bent.
no: Opplysninger om alder, land eller område knyttet til Apple‑kontoen din vil bli brukt til å avgjøre om du er voksen.
pl: Twój wiek i kraj lub region powiązany z Twoim kontem Apple zostanie użyty do potwierdzenia, czy jesteś osobą dorosłą.
pt_br: Sua idade e o país ou região associada à sua Conta Apple serão usados para confirmar se você é um adulto ou uma criança.
pt_pt: A sua idade e o país ou região associados à sua conta Apple serão usados para confirmar se se trata de um adulto ou de uma criança.
ro: Vârsta și țara sau regiunea asociată cu contul dvs. Apple vor fi utilizate pentru a confirma dacă sunteți un adult sau un copil.
ru: Ваш возраст, а также страна или регион, связанные с Вашим Аккаунтом Apple, будут проверяться для подтверждения Вашего совершеннолетия.
sk: Na základe vášho veku a krajiny alebo regiónu priradených k vášmu Apple účtu sa určí, či ste dospelá osoba alebo dieťa.
sl: Za potrditev tega, ali ste odrasla oseba ali otrok, bosta uporabljeni vaša starost in država ali regija, povezana z vašim računom Apple.
sv: Din ålder och land eller region kopplas till ditt Apple‑konto och används till att bekräfta om du är vuxen eller barn.
th: อายุและประเทศหรือภูมิภาคของคุณที่ผูกกับบัญชี Apple ของคุณจะถูกใช้เพื่อยืนยันว่าคุณเป็นผู้ใหญ่หรือเด็ก
tr: Yaşınız ve Apple Hesabı’nızla ilişkili ülkeniz ya da bölgeniz, yetişkin mi yoksa çocuk mu olduğunuzu onaylamak için kullanılır.
uk: Ваш вік і країна або регіон, повʼязані з вашим обліковим записом Apple, використовуватимуться для підтвердження, чи є ви дорослою людиною.
vi: Độ tuổi và quốc gia hoặc vùng được liên kết với Tài khoản Apple của bạn sẽ được sử dụng để xác nhận xem bạn là người lớn hay trẻ em.
zh_cn: 你Apple账户关联的年龄和国家或地区信息将用于确认你是成人还是儿童。
zh_hk: 將會使用連繫至你Apple帳户的年齡以及國家或地區，以確認你是成年人還是兒童。
zh_tw: 與你「Apple帳號」相關的年齡和國家或地區會用來確認你是成人還是兒童。
